tap "homebrew/cask-fonts"
tap "jesseduffield/lazydocker"
brew "atuin"
brew "cmake"
brew "codespell"
brew "curl"
brew "dust"
brew "fzf"
brew "gcc"
brew "git-delta"
brew "go@1.19"
brew "gpgme"
brew "helm"
brew "jq"
brew "just"
brew "k9s"
brew "kind"
brew "lazygit"
brew "libtool"
brew "luarocks"
brew "pass"
brew "pkg-config"
brew "protobuf"
brew "python@3"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "socat"
brew "sqlite"
brew "staticcheck"
brew "stow"
brew "stylua"
brew "tealdeer"
brew "tree"
brew "watch"
brew "websocat"
brew "wget"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh"
